Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: Start a new chat or search your conversations
de: Beginnen Sie einen neuen Chat oder durchsuchen Sie Ihre Unterhaltungen.
el: Ξεκινήστε μια νέα συνομιλία ή αναζητήστε τις συνομιλίες σας.
es: Inicia un nuevo chat o busca en tus conversaciones.
fr: Commencez une nouvelle conversation ou recherchez dans vos discussions.
it: Avvia una nuova chat o cerca nelle tue conversazioni.
ja: 新しいチャットを開始するか、会話を検索してください。
nl: Begin een nieuw gesprek of doorzoek je gesprekken.
pt_pt: Inicie uma nova conversa ou pesquise nas suas conversas.
sv: Starta en ny chatt eller sök i dina konversationer.

source: Your local profile and iCloud profile have different content with the same revision. Which profile would you like to keep?
de: Ihr lokales Profil und Ihr iCloud-Profil enthalten bei derselben Revision unterschiedliche Inhalte. Welches Profil möchten Sie behalten?
el: Το τοπικό προφίλ και το προφίλ iCloud έχουν διαφορετικό περιεχόμενο με την ίδια αναθεώρηση. Ποιο προφίλ θέλετε να διατηρήσετε;
es: Tu perfil local y tu perfil de iCloud tienen contenido diferente con la misma revisión. ¿Qué perfil quieres conservar?
fr: Votre profil local et votre profil iCloud contiennent des données différentes avec la même révision. Quel profil souhaitez-vous conserver ?
it: Il tuo profilo locale e il profilo iCloud hanno contenuti diversi con la stessa revisione. Quale profilo vuoi mantenere?
ja: ローカルプロフィールとiCloudプロフィールの内容が同じリビジョンで異なります。どちらのプロフィールを残しますか？
nl: Je lokale profiel en je iCloud-profiel bevatten verschillende gegevens met dezelfde revisie. Welk profiel wil je behouden?
pt_pt: O seu perfil local e o perfil do iCloud têm conteúdos diferentes com a mesma revisão. Que perfil pretende manter?
sv: Din lokala profil och din iCloud-profil har olika innehåll med samma revision. Vilken profil vill du behålla?

source: Show Token Usage
de: Tokenverbrauch anzeigen
el: Εμφάνιση χρήσης διακριτικού
es: Mostrar uso de tokens
fr: Afficher l’utilisation des jetons
it: Mostra utilizzo token
ja: トークン使用量を表示
nl: Tokengebruik weergeven
pt_pt: Mostrar Utilização de Token
sv: Visa tokenanvändning

source: Privacy Policy
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pt_pt: Política de Privacidade
sv: Integritetspolicy

source: Copy Image
de: Bild kopieren
el: Αντιγραφή εικόνας
es: Copiar imagen
fr: Copier l’image
it: Copia immagine
ja: 画像をコピー
nl: Afbeelding kopiëren
pt_pt: Copiar imagem
sv: Kopiera bild

source: Provide a JSON object containing only a prompt string, within 64 KiB.
de: Stelle ein JSON-Objekt bereit, das ausschließlich einen Prompt-String mit maximal 64 KiB enthält.
el: Παρέχετε ένα αντικείμενο JSON που περιέχει μόνο μια συμβολοσειρά προτροπής, μεγέθους έως 64 KiB.
es: Proporciona un objeto JSON que contenga únicamente una cadena de texto de indicación, de un máximo de 64 KiB.
fr: Fournissez un objet JSON contenant uniquement une chaîne de prompt, de 64 Kio maximum.
it: Fornisci un oggetto JSON contenente solo una stringa prompt, entro 64 KiB.
ja: 64 KiB以内で、プロンプト文字列のみを含むJSONオブジェクトを指定してください。
nl: Geef een JSON-object met alleen een prompttekenreeks van maximaal 64 KiB.
pt_pt: Forneça um objeto JSON que contenha apenas uma cadeia de texto de prompt, com um máximo de 64 KiB.
sv: Ange ett JSON-objekt som endast innehåller en promptsträng på högst 64 KiB.

source: In progress
de: In Bearbeitung
el: Σε εξέλιξη
es: En curso
fr: En cours
it: In corso
ja: 進行中
nl: Bezig
pt_pt: Em curso
sv: Pågår

source: Documents
de: Dokumente
el: Έγγραφα
es: Documentos
it: Documenti
ja: ドキュメント
nl: Documenten
pt_pt: Documentos
sv: Dokument

source: Use the base URL of your OpenAI-compatible server.
de: Verwende die Basis-URL deines OpenAI-kompatiblen Servers.
el: Χρησιμοποιήστε τη βασική διεύθυνση URL του διακομιστή σας που είναι συμβατός με το OpenAI.
es: Usa la URL base de tu servidor compatible con OpenAI.
fr: Utilisez l’URL de base de votre serveur compatible avec OpenAI.
it: Usa l’URL di base del tuo server compatibile con OpenAI.
ja: OpenAI互換サーバーのベースURLを使用します。
nl: Gebruik de basis-URL van je OpenAI-compatibele server.
pt_pt: Utilize o URL base do seu servidor compatível com OpenAI.
sv: Använd bas-URL:en för din OpenAI-kompatibla server.

source: Not supported by this model
de: Von diesem Modell nicht unterstützt
el: Δεν υποστηρίζεται από αυτό το μοντέλο
es: No compatible con este modelo
fr: Non pris en charge par ce modèle
it: Non supportato da questo modello
ja: このモデルではサポートされていません
nl: Niet ondersteund door dit model
pt_pt: Não suportado por este modelo
sv: Stöds inte av den här modellen

source: Update
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: アップデート
nl: Bijwerken
pt_pt: Atualizar
sv: Uppdatera

source: All
de: Alle
el: Όλα
es: Todos
fr: Tout
it: Tutti
ja: すべて
nl: Alles
pt_pt: Tudo
sv: Alla

source: Generating image...
de: Bild wird generiert…
el: Δημιουργία εικόνας...
es: Generando imagen...
fr: Génération de l’image…
it: Generazione dell’immagine...
ja: 画像を生成中…
nl: Afbeelding genereren…
pt_pt: A gerar imagem...
sv: Genererar bild…

source: Deletes all local settings and credentials. iCloud data will not be affected.
de: Löscht alle lokalen Einstellungen und Anmeldedaten. iCloud-Daten bleiben unberührt.
el: Διαγράφει όλες τις τοπικές ρυθμίσεις και τα διαπιστευτήρια. Τα δεδομένα iCloud δεν θα επηρεαστούν.
es: Elimina todas las configuraciones y credenciales locales. Los datos de iCloud no se verán afectados.
fr: Supprime tous les paramètres et identifiants locaux. Les données iCloud ne seront pas affectées.
it: Elimina tutte le impostazioni e le credenziali locali. I dati di iCloud non saranno interessati.
ja: すべてのローカル設定と認証情報を削除します。iCloudのデータには影響しません。
nl: Verwijdert alle lokale instellingen en inloggegevens. iCloud-gegevens blijven ongewijzigd.
pt_pt: Apaga todas as definições e credenciais locais. Os dados do iCloud não serão afetados.
sv: Tar bort alla lokala inställningar och inloggningsuppgifter. iCloud-data påverkas inte.

source: Checking iCloud availability...
de: iCloud-Verfügbarkeit wird geprüft …
el: Έλεγχος διαθεσιμότητας του iCloud...
es: Comprobando la disponibilidad de iCloud...
fr: Vérification de la disponibilité d’iCloud…
it: Verifica della disponibilità di iCloud...
ja: iCloudの利用状況を確認中…
nl: Beschikbaarheid van iCloud controleren...
pt_pt: A verificar a disponibilidade do iCloud...
sv: Kontrollerar iCloud-tillgänglighet...

source: Ask Every Time
de: Jedes Mal fragen
el: Να γίνεται ερώτηση κάθε φορά
es: Preguntar siempre
fr: Demander à chaque fois
it: Chiedi ogni volta
ja: 毎回確認する
nl: Elke keer vragen
pt_pt: Perguntar sempre
sv: Fråga varje gång

source: Tools
de: Werkzeuge
el: Εργαλεία
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
nl: Hulpmiddelen
pt_pt: Ferramentas
sv: Verktyg

source: No MCP servers configured. Add them in your LiteLLM server's config.yaml.
de: Keine MCP-Server konfiguriert. Fügen Sie sie in der config.yaml Ihres LiteLLM-Servers hinzu.
el: Δεν έχουν ρυθμιστεί MCP διακομιστές. Προσθέστε τους στο config.yaml του διακομιστή LiteLLM σας.
es: No hay servidores MCP configurados. Agréguelos en el config.yaml de su servidor LiteLLM.
fr: Aucun serveur MCP configuré. Ajoutez-les dans le config.yaml de votre serveur LiteLLM.
it: Nessun server MCP configurato. Aggiungili nel file config.yaml del tuo server LiteLLM.
ja: MCPサーバーが設定されていません。LiteLLMサーバーのconfig.yamlに追加してください。
nl: Geen MCP-servers geconfigureerd. Voeg ze toe in de config.yaml van je LiteLLM-server.
pt_pt: Nenhum servidor MCP configurado. Adicione-os no config.yaml do seu servidor LiteLLM.
sv: Inga MCP-servrar konfigurerade. Lägg till dem i din LiteLLM-servers config.yaml.

source: The MCP tool arguments are not valid JSON.
de: Die Argumente des MCP-Tools sind kein gültiges JSON.
el: Τα επιχειρήματα του εργαλείου MCP δεν είναι έγκυρο JSON.
es: Los argumentos de la herramienta MCP no son un JSON válido.
fr: Les arguments de l’outil MCP ne sont pas un JSON valide.
it: Gli argomenti dello strumento MCP non sono un JSON valido.
ja: MCPツールの引数が有効なJSONではありません。
nl: De argumenten van de MCP-tool zijn geen geldige JSON.
pt_pt: Os argumentos da ferramenta MCP não são JSON válido.
sv: Argumenten för MCP-verktyget är inte giltig JSON.

source: Only the listed categories failed. Retry to finish deleting them.
de: Nur die aufgeführten Kategorien konnten nicht gelöscht werden. Wiederholen Sie den Vorgang, um das Löschen abzuschließen.
el: Απέτυχαν μόνο οι κατηγορίες που αναφέρονται. Δοκιμάστε ξανά για να ολοκληρωθεί η διαγραφή τους.
es: Solo fallaron las categorías indicadas. Vuelve a intentarlo para terminar de eliminarlas.
fr: Seules les catégories répertoriées ont échoué. Réessayez pour terminer leur suppression.
it: Solo le categorie elencate non sono state eliminate. Riprova per completare l’eliminazione.
ja: リストにあるカテゴリのみ削除に失敗しました。削除を完了するには再試行してください。
nl: Alleen de vermelde categorieën zijn mislukt. Probeer het opnieuw om ze te verwijderen.
pt_pt: Apenas as categorias listadas falharam. Tente novamente para concluir a eliminação.
sv: Endast de listade kategorierna kunde inte tas bort. Försök igen för att slutföra borttagningen.

source: Finish Setup
de: Einrichtung abschließen
el: Ολοκλήρωση ρυθμίσεων
es: Terminar la configuración
fr: Terminer la configuration
it: Completa la configurazione
ja: 設定を完了する
nl: Voltooi de installatie
pt_pt: Concluir configuração
sv: Slutför konfigurationen

source: Pending
de: Ausstehend
el: Εκκρεμεί
es: Pendiente
fr: En attente
it: In sospeso
ja: 保留中
nl: In behandeling
pt_pt: Pendente
sv: Väntar

source: Memory Content
de: Speicherinhalt
el: Περιεχόμενο μνήμης
es: Contenido de la memoria
fr: Contenu de la mémoire
it: Contenuto della memoria
ja: メモリ内容
nl: Geheugeninhoud
pt_pt: Conteúdo da Memória
sv: Minnesinnehåll

source: Delete Synchronized Data?
de: Synchronisierte Daten löschen?
el: Διαγραφή συγχρονισμένων δεδομένων;
es: ¿Eliminar los datos sincronizados?
fr: Supprimer les données synchronisées ?
it: Eliminare i dati sincronizzati?
ja: 同期済みデータを削除しますか？
nl: Gesynchroniseerde gegevens verwijderen?
pt_pt: Eliminar dados sincronizados?
sv: Radera synkroniserade data?

source: Custom Templates
de: Benutzerdefinierte Vorlagen
el: Προσαρμοσμένα πρότυπα
es: Plantillas personalizadas
fr: Modèles personnalisés
it: Modelli personalizzati
ja: カスタムテンプレート
nl: Aangepaste sjablonen
pt_pt: Modelos personalizados
sv: Anpassade mallar

source: Import Complete
de: Import abgeschlossen
el: Η εισαγωγή ολοκληρώθηκε
es: Importación completada
fr: Importation terminée
it: Importazione completata
ja: インポート完了
nl: Import voltooid
pt_pt: Importação concluída
sv: Import klar

source: No Memory Items
de: Keine Speicherobjekte
el: Δεν υπάρχουν στοιχεία μνήμης
es: No hay elementos de memoria
fr: Aucun élément mémorisé
it: Nessun elemento di memoria
ja: メモリ項目なし
nl: Geen geheugenitems
pt_pt: Sem itens de memória
sv: Inga minnesobjekt

source: The image analysis question must contain between 1 and 4000 characters.
de: Die Frage zur Bildanalyse muss zwischen 1 und 4000 Zeichen enthalten.
el: Η ερώτηση ανάλυσης εικόνας πρέπει να περιέχει από 1 έως 4000 χαρακτήρες.
es: La pregunta de análisis de imagen debe contener entre 1 y 4000 caracteres.
fr: La question d’analyse d’image doit contenir entre 1 et 4 000 caractères.
it: La domanda per l’analisi dell’immagine deve contenere tra 1 e 4000 caratteri.
ja: 画像分析の質問は1～4000文字で入力してください
nl: De vraag voor de beeldanalyse moet tussen 1 en 4000 tekens bevatten.
pt_pt: A pergunta de análise de imagem deve conter entre 1 e 4000 caracteres.
sv: Frågan om bildanalys måste innehålla mellan 1 och 4 000 tecken.

source: Accepted
de: Akzeptiert
el: Αποδεκτό
es: Aceptado
fr: Accepté
it: Accettato
ja: 承認済み
nl: Geaccepteerd
pt_pt: Aceite
sv: Accepterad

source: Summarize a long text
de: Einen langen Text zusammenfassen
el: Περίληψη μεγάλου κειμένου
es: Resumir un texto largo
fr: Résumer un long texte
it: Riassumi un testo lungo
ja: 長文を要約する
nl: Vat een lange tekst samen
pt_pt: Resumir um texto longo
sv: Sammanfatta en lång text

source: Stop Recording
de: Aufnahme stoppen
el: Διακοπή εγγραφής
es: Detener grabación
fr: Arrêter l’enregistrement
it: Interrompi registrazione
ja: 録音停止
nl: Opname stoppen
pt_pt: Parar Gravação
sv: Stoppa inspelning

source: Yesterday
de: Gestern
el: Χθες
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
nl: Gisteren
pt_pt: Ontem
sv: Igår

source: The project notes are ready to review.
de: Die Projektnotizen sind bereit zur Überprüfung.
el: Οι σημειώσεις του έργου είναι έτοιμες για ανασκόπηση.
es: Las notas del proyecto están listas para revisar.
fr: Les notes du projet sont prêtes à être examinées.
it: Le note del progetto sono pronte per la revisione.
ja: プロジェクトのメモがレビュー可能です。
nl: De projectnotities zijn klaar om te bekijken.
pt_pt: As notas do projeto estão prontas para revisão.
sv: Projektanteckningarna är klara för granskning.

source: Unavailable
de: Nicht verfügbar
el: Μη διαθέσιμος
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
nl: Niet beschikbaar
pt_pt: Indisponível
sv: Inte tillgänglig

source: iCloud container unavailable
de: iCloud-Container nicht verfügbar
el: Το κοντέινερ iCloud δεν είναι διαθέσιμο
es: Contenedor de iCloud no disponible
fr: Conteneur iCloud indisponible
it: Contenitore iCloud non disponibile
ja: iCloudコンテナを利用できません
nl: iCloud-container niet beschikbaar
pt_pt: Contentor do iCloud indisponível
sv: iCloud-behållaren är inte tillgänglig

source: Speech recognition is not available on this device.
de: Spracherkennung ist auf diesem Gerät nicht verfügbar.
el: Η αναγνώριση ομιλίας δεν είναι διαθέσιμη σε αυτή τη συσκευή.
es: El reconocimiento de voz no está disponible en este dispositivo.
fr: La reconnaissance vocale n’est pas disponible sur cet appareil.
it: Il riconoscimento vocale non è disponibile su questo dispositivo.
ja: このデバイスでは音声認識が利用できません。
nl: Spraakherkenning is niet beschikbaar op dit apparaat.
pt_pt: O reconhecimento de voz não está disponível neste dispositivo.
sv: Taligenkänning är inte tillgänglig på den här enheten.

source: Leave empty to submit anonymously
de: Leer lassen, um anonym zu senden
el: Αφήστε κενό για ανώνυμη υποβολή
es: Dejar vacío para enviar de forma anónima
fr: Laisser vide pour soumettre anonymement
it: Lascia vuoto per inviare in modo anonimo
ja: 匿名で送信するには空欄のままにしてください
nl: Laat leeg om anoniem te verzenden
pt_pt: Deixe vazio para enviar anonimamente
sv: Lämna tomt för att skicka anonymt

source: Add a comment
de: Kommentar hinzufügen
el: Προσθήκη σχολίου
es: Agregar un comentario
fr: Ajouter un commentaire
it: Aggiungi un commento
ja: コメントを追加
nl: Een opmerking toevoegen
pt_pt: Adicionar um comentário
sv: Lägg till en kommentar

source: Open a conversation by ID
de: Eine Unterhaltung über die ID öffnen
el: Άνοιγμα συνομιλίας με βάση το αναγνωριστικό
es: Abrir una conversación por ID
fr: Ouvrir une conversation par ID
it: Apri una conversazione tramite ID
ja: IDで会話を開く
nl: Open een gesprek via ID
pt_pt: Abrir uma conversa pelo ID
sv: Öppna en konversation med ID

source: Last successful synchronization: %@
de: Letzte erfolgreiche Synchronisierung: %@
el: Τελευταίος επιτυχής συγχρονισμός: %@
es: Última sincronización exitosa: %@
fr: Dernière synchronisation réussie : %@
it: Ultima sincronizzazione riuscita: %@
ja: 最後に正常に同期した日時：%@
nl: Laatste succesvolle synchronisatie: %@
pt_pt: Última sincronização bem-sucedida: %@
sv: Senaste lyckade synkronisering: %@

source: Choose your app icon
de: Wähle dein App-Symbol aus
el: Επιλέξτε το εικονίδιο της εφαρμογής σας
es: Elige el icono de tu app
fr: Choisissez l’icône de votre app
it: Scegli l’icona della tua app
ja: アプリアイコンを選択してください
nl: Kies het pictogram van je app
pt_pt: Escolha o ícone da sua app
sv: Välj appikonen

source: The server is not reachable.
de: Der Server ist nicht erreichbar.
el: Ο διακομιστής δεν είναι προσβάσιμος.
es: El servidor no es accesible.
fr: Le serveur est inaccessible.
it: Il server non è raggiungibile.
ja: サーバーに接続できません。
nl: De server is niet bereikbaar.
pt_pt: O servidor não está acessível.
sv: Servern är inte nåbar.

source: Image analysis is no longer available. Start a new turn with the current configuration.
de: Die Bildanalyse ist nicht mehr verfügbar. Starte eine neue Runde mit der aktuellen Konfiguration.
el: Η ανάλυση εικόνας δεν είναι πλέον διαθέσιμη. Ξεκινήστε έναν νέο γύρο με την τρέχουσα διαμόρφωση.
es: El análisis de imágenes ya no está disponible. Inicia un nuevo turno con la configuración actual.
fr: L’analyse d’image n’est plus disponible. Commencez un nouveau tour avec la configuration actuelle.
it: L’analisi delle immagini non è più disponibile. Avvia un nuovo turno con la configurazione attuale.
ja: 画像分析は利用できなくなりました。現在の設定で新しいターンを開始してください。
nl: Beeldanalyse is niet langer beschikbaar. Begin een nieuwe beurt met de huidige configuratie.
pt_pt: A análise de imagens já não está disponível. Inicie um novo turno com a configuração atual.
sv: Bildanalys är inte längre tillgänglig. Starta en ny tur med den aktuella konfigurationen.

source: The backup file is invalid.
de: Die Sicherungsdatei ist ungültig.
el: Το αρχείο αντιγράφου ασφαλείας είναι άκυρο.
es: El archivo de respaldo no es válido.
fr: Le fichier de sauvegarde est invalide.
it: Il file di backup non è valido.
ja: バックアップファイルが無効です。
nl: Het back-upbestand is ongeldig.
pt_pt: O ficheiro de backup é inválido.
sv: Säkerhetskopieringsfilen är ogiltig.

source: Terms of Use
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Términos de uso
fr: Conditions d’utilisation
it: Termini di utilizzo
ja: 利用規約
nl: Gebruiksvoorwaarden
pt_pt: Termos de Utilização
sv: Användarvillkor

source: Profile synchronization needs a decision
de: Für die Profilsynchronisierung ist eine Entscheidung erforderlich
el: Απαιτείται απόφαση για τον συγχρονισμό του προφίλ
es: La sincronización del perfil requiere una decisión
fr: La synchronisation du profil nécessite une décision
it: È necessario decidere sulla sincronizzazione del profilo
ja: プロフィールの同期には決定が必要です
nl: Voor profilsynchronisatie is een beslissing nodig
pt_pt: A sincronização do perfil requer uma decisão
sv: Synkronisering av profilen kräver ett beslut

source: Suggest Features
de: Funktionen vorschlagen
el: Προτείνετε λειτουργίες
es: Sugerir funciones
fr: Suggérer des fonctionnalités
it: Suggerisci funzionalità
ja: 機能提案
nl: Functies voorstellen
pt_pt: Sugerir Funcionalidades
sv: Föreslå funktioner

source: Delete Memory Item
de: Speicherelement löschen
el: Διαγραφή στοιχείου μνήμης
es: Eliminar elemento de memoria
fr: Supprimer l’élément de mémoire
it: Elimina elemento di memoria
ja: メモリー項目を削除
nl: Geheugenitem verwijderen
pt_pt: Eliminar item de memória
sv: Radera minnesobjekt

source: Delete suggestion
de: Vorschlag löschen
el: Διαγραφή πρότασης
es: Eliminar sugerencia
fr: Supprimer la suggestion
it: Elimina suggerimento
ja: 提案を削除
nl: Suggestie verwijderen
pt_pt: Eliminar sugestão
sv: Ta bort förslag

source: No speech-to-text model available. Configure a Whisper model in LiteLLM.
de: Kein Speech-to-Text-Modell verfügbar. Konfigurieren Sie ein Whisper-Modell in LiteLLM.
el: Δεν υπάρχει διαθέσιμο μοντέλο ομιλίας σε κείμενο. Διαμορφώστε ένα μοντέλο Whisper στο LiteLLM.
es: No hay modelo de reconocimiento de voz disponible. Configure un modelo Whisper en LiteLLM.
fr: Aucun modèle de reconnaissance vocale disponible. Configurez un modèle Whisper dans LiteLLM.
it: Nessun modello di riconoscimento vocale disponibile. Configura un modello Whisper in LiteLLM.
ja: 音声認識モデルが利用できません。LiteLLMでWhisperモデルを設定してください。
nl: Geen spraak-naar-tekstmodel beschikbaar. Stel een Whisper-model in LiteLLM in.
pt_pt: Nenhum modelo de reconhecimento de voz disponível. Configure um modelo Whisper no LiteLLM.
sv: Ingen tal-till-text-modell tillgänglig. Konfigurera en Whisper-modell i LiteLLM.

source: Your choice of models
de: Deine Auswahl an Modellen
el: Η επιλογή σας σε μοντέλα
es: Tu elección de modelos
fr: Votre choix de modèles
it: La tua scelta di modelli
ja: 利用するモデルを選択してください
nl: Uw keuze aan modellen
pt_pt: A sua escolha de modelos
sv: Ditt val av modeller

source: Delete %@?
de: %@ löschen?
el: Διαγραφή του %@;
es: ¿Eliminar %@?
fr: Supprimer %@ ?
it: Eliminare %@?
ja: %@を削除しますか？
nl: %@ verwijderen?
pt_pt: Apagar %@?
sv: Radera %@?

source: Uses your selected image generation model to create an image when the chat model cannot generate one itself.
de: Verwendet dein ausgewähltes Bildgenerierungsmodell, um ein Bild zu erstellen, wenn das Chatmodell selbst keines generieren kann.
el: Χρησιμοποιεί το επιλεγμένο μοντέλο δημιουργίας εικόνων για να δημιουργήσει μια εικόνα όταν το μοντέλο συνομιλίας δεν μπορεί να δημιουργήσει εικόνα από μόνο του.
es: Usa tu modelo seleccionado de generación de imágenes para crear una imagen cuando el modelo de chat no pueda generarla por sí mismo.
fr: Utilise votre modèle de génération d’images sélectionné pour créer une image lorsque le modèle de chat ne peut pas en générer une lui-même.
it: Utilizza il modello di generazione delle immagini selezionato per creare un’immagine quando il modello di chat non è in grado di generarne una autonomamente.
ja: チャットモデルが自力で画像を生成できない場合に、選択した画像生成モデルを使って画像を作成します。
nl: Gebruikt je geselecteerde beeldgeneratiemodel om een afbeelding te maken wanneer het chatmodel dit niet zelf kan.
pt_pt: Utiliza o modelo de geração de imagens selecionado para criar uma imagem quando o modelo de chat não consegue gerar uma por si próprio.
sv: Använder din valda bildgenereringsmodell för att skapa en bild när chattmodellen inte kan generera en själv.

source: Write a creative story
de: Schreibe eine kreative Geschichte
el: Γράψε μια δημιουργική ιστορία
es: Escribe una historia creativa
fr: Écris une histoire créative
it: Scrivi una storia creativa
ja: 創造的な物語を書く
nl: Schrijf een creatief verhaal
pt_pt: Escreve uma história criativa
sv: Skriv en kreativ berättelse

source: Generating an image...
de: Bild wird erstellt...
el: Δημιουργία εικόνας...
es: Generando una imagen...
fr: Génération d’une image…
it: Generazione di un'immagine...
ja: 画像を生成中…
nl: Afbeelding genereren...
pt_pt: A gerar uma imagem...
sv: Genererar en bild...

source: A synchronized conversation attachment is missing.
de: Ein Anhang für eine synchronisierte Unterhaltung fehlt.
el: Λείπει ένα συνημμένο από συγχρονισμένη συνομιλία.
es: Falta un archivo adjunto de la conversación sincronizada.
fr: Une pièce jointe requise pour une conversation synchronisée est introuvable.
it: Manca un allegato della conversazione sincronizzata.
ja: 同期された会話の添付ファイルがありません。
nl: Er ontbreekt een bijlage voor een gesynchroniseerd gesprek.
pt_pt: Falta um anexo da conversa sincronizada.
sv: En bilaga till den synkroniserade konversationen saknas.

source: Preparing your request...
de: Anfrage wird vorbereitet...
el: Προετοιμασία του αιτήματός σας...
es: Preparando tu solicitud...
fr: Préparation de votre demande…
it: Preparazione della richiesta...
ja: リクエストを準備中…
nl: Je verzoek wordt voorbereid...
pt_pt: A preparar o seu pedido...
sv: Förbereder din begäran...

source: There are no suggestions for the selected status.
de: Für den ausgewählten Status gibt es keine Vorschläge.
el: Δεν υπάρχουν προτάσεις για την επιλεγμένη κατάσταση.
es: No hay sugerencias para el estado seleccionado.
fr: Aucune suggestion pour le statut sélectionné.
it: Non ci sono suggerimenti per lo stato selezionato.
ja: 選択したステータスに対する提案はありません。
nl: Er zijn geen suggesties voor de geselecteerde status.
pt_pt: Não existem sugestões para o estado selecionado.
sv: Det finns inga förslag för den valda statusen.
